/* localized displayName */

"Disk Image" = "Disk Image";
"Creating Image..." = "Creating Image...";
"Mounting Image..." = "Mounting Image...";
"Converting Image..." = "Converting Image...";

"Disk Image Converting" = "Disk Image Converting";
"Disk Image Progress" = "Disk Image Progress";

/* window names */
"Create Disk Image" = "Create Disk Image";
"Disk Image Converter" = "Disk Image Converter";

"The file must have the .dmg, .img, .cdr, .iso, .smi or .toast extensions." = "The file must have the .dmg, .img, .cdr, .iso, .smi or .toast extensions.";

"Volume Size:" = "Volume Size:";
"Volume Name:" = "Volume Name:";
"Megabytes" = "Megabytes";
"Mount after creating" = "Mount after creating";
"Cancel" = "Cancel";
"Create" = "Create";

"Read only compressed" = "Read only compressed";
"Read only" = "Read only";
"Read/Write" = "Read/Write";
"DVD/CD-R master" = "DVD/CD-R master";
"Convert" = "Convert";
"Image Format" = "Image Format";

"untitled" = "untitled";
"Finished" = "Finished";

"Internet enable" = "Internet enable";
"Create..." = "Create...";
"Change Format..." = "Change Format...";
"Burn Image..." = "Burn Image...";

"Create with size:" = "Create with size:";
"Create with directory:" = "Create with directory:";
"Format:" = "Format:";
"Encryption:" = "Encryption:";
"None" = "None";
"Sparse" = "Sparse";
"Name:" = "Name:";

"AES-128 (recommended)" = "AES-128 (recommended)";